const libaiPoetry = [
  {
    "id": 448,
    "title": "金陵其二",
    "content": "地拥金陵势。\r\n城回江水流。\r\n当时百万户。\r\n夹道起朱楼。\r\n亡国生春草。\r\n离宫没古丘。\r\n空余後湖月。\r\n波上对江洲。",
    "writer": "李白",
    "type": null
},
{
    "id": 457,
    "title": "送李青归南叶",
    "content": "伯阳仙家子，容色如青春。日月秘灵洞，云霞辞世人。\r\n\r\n化心养精魄，隐几窅天真。莫作千年别，归来城郭新。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1226,
    "title": "金陵其二",
    "content": "地拥金陵势。\r\n城回江水流。\r\n当时百万户。\r\n夹道起朱楼。\r\n亡国生春草。\r\n离宫没古丘。\r\n空余後湖月。\r\n波上对江洲。",
    "writer": "李白",
    "type": null
},
{
    "id": 1235,
    "title": "送李青归南叶",
    "content": "伯阳仙家子，容色如青春。日月秘灵洞，云霞辞世人。\r\n\r\n化心养精魄，隐几窅天真。莫作千年别，归来城郭新。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1779,
    "title": "将进酒",
    "content": "君不见，黄河之水天上来，奔流到海不复回。\r\n君不见，高堂明镜悲白发，朝如青丝暮成雪。\r\n人生得意须尽欢，莫使金樽空对月。\r\n天生我材必有用，千金散尽还复来。\r\n烹羊宰牛且为乐，会须一饮三百杯。\r\n岑夫子，丹丘生，将进酒，杯莫停。\r\n与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)\r\n钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)\r\n古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)\r\n陈王昔时宴平乐，斗酒十千恣欢谑。\r\n主人何为言少钱，径须沽取对君酌。\r\n五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "writer": "李白",
    "type": null
},
{
    "id": 1796,
    "title": "静夜思",
    "content": "床前明月光，疑是地上霜。\r\n举头望明月，低头思故乡。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1827,
    "title": "黄鹤楼送孟浩然之广陵",
    "content": "故人西辞黄鹤楼，烟花三月下扬州。\r\n孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)",
    "writer": "李白",
    "type": null
},
{
    "id": 1833,
    "title": "行路难·其一",
    "content": "金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)\r\n停杯投箸不能食，拔剑四顾心茫然。\r\n欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)\r\n闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)\r\n行路难！行路难！多歧路，今安在？\r\n长风破浪会有时，直挂云帆济沧海。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1843,
    "title": "望庐山瀑布",
    "content": "日照香炉生紫烟，遥看瀑布挂前川。\r\n飞流直下三千尺，疑是银河落九天。",
    "writer": "李白",
    "type": null
},
{
    "id": 1863,
    "title": "赠汪伦",
    "content": "李白乘舟将欲行，忽闻岸上踏歌声。\r\n桃花潭水深千尺，不及汪伦送我情。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1866,
    "title": "送友人",
    "content": "青山横北郭，白水绕东城。\r\n此地一为别，孤蓬万里征。\r\n浮云游子意，落日故人情。\r\n挥手自兹去，萧萧班马鸣。",
    "writer": "李白",
    "type": null
},
{
    "id": 1885,
    "title": "闻王昌龄左迁龙标遥有此寄",
    "content": "杨花落尽子规啼，闻道龙标过五溪。\r\n我寄愁心与明月，随风直到夜郎西。(随风 一作：随君)",
    "writer": "李白",
    "type": null
},
{
    "id": 1889,
    "title": "蜀道难",
    "content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！\r\n蚕丛及鱼凫，开国何茫然！\r\n尔来四万八千岁，不与秦塞通人烟。\r\n西当太白有鸟道，可以横绝峨眉巅。\r\n地崩山摧壮士死，然后天梯石栈相钩连。\r\n上有六龙回日之高标，下有冲波逆折之回川。\r\n黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)\r\n青泥何盘盘，百步九折萦岩峦。\r\n扪参历井仰胁息，以手抚膺坐长叹。\r\n问君西游何时还？畏途巉岩不可攀。\r\n但见悲鸟号古木，雄飞雌从绕林间。\r\n又闻子规啼夜月，愁空山。\r\n蜀道之难,难于上青天，使人听此凋朱颜！\r\n连峰去天不盈尺，枯松倒挂倚绝壁。\r\n飞湍瀑流争喧豗，砯崖转石万壑雷。\r\n其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)\r\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。\r\n所守或匪亲，化为狼与豺。\r\n朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。\r\n锦城虽云乐，不如早还家。\r\n蜀道之难,难于上青天，侧身西望长咨嗟！",
    "writer": "李白",
    "type": null
},
{
    "id": 1893,
    "title": "三五七言 / 秋风词",
    "content": "秋风清，秋月明，\r\n落叶聚还散，寒鸦栖复惊。\r\n相思相见知何日？此时此夜难为情！\r\n入我相思门，知我相思苦，\r\n长相思兮长相忆，短相思兮无穷极，\r\n早知如此绊人心，何如当初莫相识。",
    "writer": "李白",
    "type": null
},
{
    "id": 1895,
    "title": "望天门山",
    "content": "天门中断楚江开，碧水东流至此回。\r\n两岸青山相对出，孤帆一片日边来。",
    "writer": "李白",
    "type": null
},
{
    "id": 1916,
    "title": "渡荆门送别",
    "content": "渡远荆门外，来从楚国游。\r\n山随平野尽，江入大荒流。\r\n月下飞天镜，云生结海楼。\r\n仍怜故乡水，万里送行舟。",
    "writer": "李白",
    "type": null
},
{
    "id": 1921,
    "title": "月下独酌四首·其一",
    "content": "花间一壶酒，独酌无相亲。\r\n举杯邀明月，对影成三人。\r\n月既不解饮，影徒随我身。\r\n暂伴月将影，行乐须及春。\r\n我歌月徘徊，我舞影零乱。\r\n醒时同交欢，醉后各分散。(同交欢 一作：相交欢)\r\n永结无情游，相期邈云汉。",
    "writer": "李白",
    "type": null
},
{
    "id": 1944,
    "title": "古朗月行",
    "content": "小时不识月，呼作白玉盘。\r\n又疑瑶台镜，飞在青云端。(青云 一作：白云)\r\n仙人垂两足，桂树何团团。\r\n白兔捣药成，问言与谁餐？\r\n蟾蜍蚀圆影，大明夜已残。\r\n羿昔落九乌，天人清且安。\r\n阴精此沦惑，去去不足观。\r\n忧来其如何？凄怆摧心肝。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 1959,
    "title": "春夜洛城闻笛 / 春夜洛阳城闻笛",
    "content": "谁家玉笛暗飞声，散入春风满洛城。\r\n此夜曲中闻折柳，何人不起故园情。",
    "writer": "李白",
    "type": null
},
{
    "id": 1967,
    "title": "早发白帝城 / 白帝下江陵",
    "content": "朝辞白帝彩云间，千里江陵一日还。\r\n两岸猿声啼不住，轻舟已过万重山。",
    "writer": "李白",
    "type": null
},
{
    "id": 1976,
    "title": "峨眉山月歌",
    "content": "峨眉山月半轮秋，影入平羌江水流。\r\n夜发清溪向三峡，思君不见下渝州。",
    "writer": "李白",
    "type": null
},
{
    "id": 1983,
    "title": "从军行·其二",
    "content": "百战沙场碎铁衣，城南已合数重围。\r\n突营射杀呼延将，独领残兵千骑归。",
    "writer": "李白",
    "type": null
},
{
    "id": 1998,
    "title": "子夜吴歌·秋歌",
    "content": "长安一片月，万户捣衣声。\r\n秋风吹不尽，总是玉关情。\r\n何日平胡虏，良人罢远征。",
    "writer": "李白",
    "type": null
},
{
    "id": 2000,
    "title": "关山月",
    "content": "明月出天山，苍茫云海间。\r\n长风几万里，吹度玉门关。\r\n汉下白登道，胡窥青海湾。\r\n由来征战地，不见有人还。\r\n戍客望边邑，思归多苦颜。(望边邑 一作：望边色)\r\n高楼当此夜，叹息未应闲。",
    "writer": "李白",
    "type": null
},
{
    "id": 2003,
    "title": "夏日山中",
    "content": "懒摇白羽扇，裸袒青林中。\r\n脱巾挂石壁，露顶洒松风。",
    "writer": "李白",
    "type": null
},
{
    "id": 2009,
    "title": "客中行 / 客中作",
    "content": "兰陵美酒郁金香，玉碗盛来琥珀光。\r\n但使主人能醉客，不知何处是他乡。",
    "writer": "李白",
    "type": null
},
{
    "id": 2028,
    "title": "宣州谢脁楼饯别校书叔云",
    "content": "弃我去者，昨日之日不可留；\r\n乱我心者，今日之日多烦忧。\r\n长风万里送秋雁，对此可以酣高楼。\r\n蓬莱文章建安骨，中间小谢又清发。\r\n俱怀逸兴壮思飞，欲上青天览明月。(览 通：揽；明月 一作：日月)\r\n抽刀断水水更流，举杯销愁愁更愁。(销愁 一作 消愁)\r\n人生在世不称意，明朝散发弄扁舟。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 2029,
    "title": "独坐敬亭山",
    "content": "众鸟高飞尽，孤云独去闲。\r\n相看两不厌，只有敬亭山。(只有 一作：惟 / 唯)",
    "writer": "李白",
    "type": null
},
{
    "id": 2043,
    "title": "侠客行",
    "content": "赵客缦胡缨，吴钩霜雪明。\r\n银鞍照白马，飒沓如流星。\r\n十步杀一人，千里不留行。\r\n事了拂衣去，深藏身与名。\r\n闲过信陵饮，脱剑膝前横。\r\n将炙啖朱亥，持觞劝侯嬴。\r\n三杯吐然诺，五岳倒为轻。\r\n眼花耳热后，意气素霓生。\r\n救赵挥金槌，邯郸先震惊。\r\n千秋二壮士，烜赫大梁城。\r\n纵死侠骨香，不惭世上英。\r\n谁能书阁下，白首太玄经。",
    "writer": "李白",
    "type": null
},
{
    "id": 2078,
    "title": "登金陵凤凰台",
    "content": "凤凰台上凤凰游，凤去台空江自流。\r\n吴宫花草埋幽径，晋代衣冠成古丘。\r\n三山半落青天外，二水中分白鹭洲。(二水 一作：一水)\r\n总为浮云能蔽日，长安不见使人愁。",
    "writer": "李白",
    "type": null
},
{
    "id": 2108,
    "title": "长相思·其一",
    "content": "长相思，在长安。\r\n络纬秋啼金井阑，微霜凄凄簟色寒。\r\n孤灯不明思欲绝，卷帷望月空长叹。\r\n美人如花隔云端！\r\n上有青冥之长天，下有渌水之波澜。\r\n天长路远魂飞苦，梦魂不到关山难。\r\n长相思，摧心肝！",
    "writer": "李白",
    "type": null
},
{
    "id": 2113,
    "title": "梦游天姥吟留别 / 梦游天姥山别东鲁诸公",
    "content": "海客谈瀛洲，烟涛微茫信难求；\r\n越人语天姥，云霞明灭或可睹。\r\n天姥连天向天横，势拔五岳掩赤城。\r\n天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)\r\n我欲因之梦吴越，一夜飞度镜湖月。(度 通：渡)\r\n湖月照我影，送我至剡溪。\r\n谢公宿处今尚在，渌水荡漾清猿啼。\r\n脚著谢公屐，身登青云梯。\r\n半壁见海日，空中闻天鸡。\r\n千岩万转路不定，迷花倚石忽已暝。\r\n熊咆龙吟殷岩泉，栗深林兮惊层巅。\r\n云青青兮欲雨，水澹澹兮生烟。\r\n列缺霹雳，丘峦崩摧。\r\n洞天石扉，訇然中开。\r\n青冥浩荡不见底，日月照耀金银台。\r\n霓为衣兮风为马，云之君兮纷纷而来下。\r\n虎鼓瑟兮鸾回车，仙之人兮列如麻。\r\n忽魂悸以魄动，恍惊起而长嗟。\r\n惟觉时之枕席，失向来之烟霞。\r\n世间行乐亦如此，古来万事东流水。\r\n别君去兮何时还？且放白鹿青崖间，须行即骑访名山。\r\n安能摧眉折腰事权贵，使我不得开心颜!",
    "writer": "李白",
    "type": null
},
{
    "id": 2142,
    "title": "九月十日即事",
    "content": "昨日登高罢，今朝更举觞。\r\n菊花何太苦，遭此两重阳？",
    "writer": "李白",
    "type": null
},
{
    "id": 2178,
    "title": "清平调·其一",
    "content": "云想衣裳花想容，春风拂槛露华浓。\r\n若非群玉山头见，会向瑶台月下逢。",
    "writer": "李白",
    "type": null
},
{
    "id": 2183,
    "title": "忆秦娥·箫声咽",
    "content": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。\r\n乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。",
    "writer": "李白",
    "type": null
},
{
    "id": 2197,
    "title": "夜宿山寺",
    "content": "危楼高百尺，手可摘星辰。\r\n不敢高声语，恐惊天上人。",
    "writer": "李白",
    "type": null
},
{
    "id": 2229,
    "title": "行路难三首",
    "content": "金樽清酒斗十千，玉盘珍羞直万钱。\r\n停杯投箸不能食，拔剑四顾心茫然。\r\n欲渡黄河冰塞川，将登太行雪满山。\r\n闲来垂钓碧溪上，忽复乘舟梦日边。\r\n行路难！行路难！多歧路，今安在？\r\n长风破浪会有时，直挂云帆济沧海。\r\n\r\n大道如青天，我独不得出。\r\n羞逐长安社中儿，赤鸡白雉赌梨栗。\r\n弹剑作歌奏苦声，曳裾王门不称情。\r\n淮阴市井笑韩信，汉朝公卿忌贾生。\r\n君不见昔时燕家重郭隗，拥篲折节无嫌猜。\r\n剧辛乐毅感恩分，输肝剖胆效英才。\r\n昭王白骨萦蔓草，谁人更扫黄金台？\r\n行路难，归去来！\r\n\r\n有耳莫洗颍川水，有口莫食首阳蕨。\r\n含光混世贵无名，何用孤高比云月？\r\n吾观自古贤达人，功成不退皆殒身。\r\n子胥既弃吴江上，屈原终投湘水滨。\r\n陆机雄才岂自保？李斯税驾苦不早。\r\n华亭鹤唳讵可闻？上蔡苍鹰何足道？\r\n君不见吴中张翰称达生，秋风忽忆江东行。\r\n且乐生前一杯酒，何须身后千载名？\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 2233,
    "title": "春夜宴桃李园序 / 春夜宴从弟桃花园序",
    "content": "　　夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 2249,
    "title": "秋浦歌十七首·其十四",
    "content": "炉火照天地，红星乱紫烟。\r\n赧郎明月夜，歌曲动寒川。",
    "writer": "李白",
    "type": null
},
{
    "id": 2270,
    "title": "春思",
    "content": "燕草如碧丝，秦桑低绿枝。\r\n当君怀归日，是妾断肠时。\r\n春风不相识，何事入罗帏。",
    "writer": "李白",
    "type": null
},
{
    "id": 2274,
    "title": "塞下曲六首·其一",
    "content": "五月天山雪，无花只有寒。\r\n笛中闻折柳，春色未曾看。\r\n晓战随金鼓，宵眠抱玉鞍。\r\n愿将腰下剑，直为斩楼兰。",
    "writer": "李白",
    "type": null
},
{
    "id": 2283,
    "title": "菩萨蛮·平林漠漠烟如织",
    "content": "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。\r\n玉阶空伫立，宿鸟归飞急。何处是归程？长亭连短亭。(连短亭 一作：更短亭)",
    "writer": "李白",
    "type": null
},
{
    "id": 2288,
    "title": "南陵别儿童入京",
    "content": "白酒新熟山中归，黄鸡啄黍秋正肥。\r\n呼童烹鸡酌白酒，儿女嬉笑牵人衣。\r\n高歌取醉欲自慰，起舞落日争光辉。\r\n游说万乘苦不早，著鞭跨马涉远道。\r\n会稽愚妇轻买臣，余亦辞家西入秦。\r\n仰天大笑出门去，我辈岂是蓬蒿人。",
    "writer": "李白",
    "type": null
},
{
    "id": 2325,
    "title": "与史郎中钦听黄鹤楼上吹笛 / 题北榭碑",
    "content": "一为迁客去长沙，西望长安不见家。\r\n黄鹤楼中吹玉笛，江城五月落梅花。",
    "writer": "李白",
    "type": null
},
{
    "id": 2334,
    "title": "月下独酌四首",
    "content": "花间一壶酒，独酌无相亲。\r\n举杯邀明月，对影成三人。\r\n月既不解饮，影徒随我身。\r\n暂伴月将影，行乐须及春。\r\n我歌月徘徊，我舞影零乱。\r\n醒时相交欢，醉后各分散。（另版本“相”为“同”）\r\n永结无情游，相期邈云汉。\r\n\r\n天若不爱酒，酒星不在天。\r\n地若不爱酒，地应无酒泉。\r\n天地既爱酒，爱酒不愧天。\r\n已闻清比圣，复道浊如贤。\r\n贤圣既已饮，何必求神仙。\r\n三杯通大道，一斗合自然。\r\n但得酒中趣，勿为醒者传。\r\n\r\n三月咸阳城，千花昼如锦。\r\n谁能春独愁，对此径须饮。\r\n穷通与修短，造化夙所禀。\r\n一樽齐死生，万事固难审。\r\n醉後失天地，兀然就孤枕。\r\n不知有吾身，此乐最为甚。\r\n\r\n穷愁千万端，美酒三百杯。\r\n愁多酒虽少，酒倾愁不来。\r\n所以知酒圣，酒酣心自开。\r\n辞粟卧首阳，屡空饥颜回。\r\n当代不乐饮，虚名安用哉。\r\n蟹螯即金液，糟丘是蓬莱。\r\n且须饮美酒，乘月醉高台。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 2344,
    "title": "上李邕",
    "content": "大鹏一日同风起，扶摇直上九万里。\r\n假令风歇时下来，犹能簸却沧溟水。\r\n世人见我恒殊调，闻余大言皆冷笑。\r\n宣父犹能畏后生，丈夫未可轻年少。",
    "writer": "李白",
    "type": null
},
{
    "id": 2350,
    "title": "寻雍尊师隐居",
    "content": "群峭碧摩天，逍遥不记年。\r\n拨云寻古道，倚石听流泉。\r\n花暖青牛卧，松高白鹤眠。\r\n语来江色暮，独自下寒烟。",
    "writer": "李白",
    "type": null
},
{
    "id": 2353,
    "title": "长歌行",
    "content": "桃李待日开，荣华照当年。\r\n东风动百物，草木尽欲言。\r\n枯枝无丑叶，涸水吐清泉。\r\n大力运天地，羲和无停鞭。\r\n功名不早著，竹帛将何宣。\r\n桃李务青春，谁能贳白日。\r\n富贵与神仙，蹉跎成两失。\r\n金石犹销铄，风霜无久质。\r\n畏落日月后，强欢歌与酒。\r\n秋霜不惜人，倏忽侵蒲柳。",
    "writer": "李白",
    "type": null
},
{
    "id": 2358,
    "title": "秋浦歌十七首",
    "content": "秋浦长似秋，萧条使人愁。\r\n客愁不可度，行上东大楼。\r\n正西望长安，下见江水流。\r\n寄言向江水，汝意忆侬不。\r\n遥传一掬泪，为我达扬州。\r\n\r\n秋浦猿夜愁，黄山堪白头。\r\n清溪非陇水，翻作断肠流。\r\n欲去不得去，薄游成久游。\r\n何年是归日，雨泪下孤舟。\r\n\r\n秋浦锦驼鸟，人间天上稀。\r\n山鸡羞渌水，不敢照毛衣。\r\n\r\n两鬓入秋浦，一朝飒已衰。\r\n猿声催白发，长短尽成丝。\r\n\r\n秋浦多白猿，超腾若飞雪。\r\n牵引条上儿，饮弄水中月。\r\n\r\n愁作秋浦客，强看秋浦花。\r\n山川如剡县，风日似长沙。\r\n\r\n醉上山公马，寒歌宁戚牛。\r\n空吟白石烂，泪满黑貂裘。\r\n\r\n秋浦千重岭，水车岭最奇。\r\n天倾欲堕石，水拂寄生枝。\r\n\r\n江祖一片石，青天扫画屏。\r\n题诗留万古，绿字锦苔生。\r\n\r\n千千石楠树，万万女贞林。\r\n山山白鹭满，涧涧白猿吟。\r\n君莫向秋浦，猿声碎客心。\r\n\r\n逻人横鸟道，江祖出鱼梁。\r\n水急客舟疾，山花拂面香。\r\n\r\n水如一匹练，此地即平天。\r\n耐可乘明月，看花上酒船。\r\n\r\n渌水净素月，月明白鹭飞。\r\n郎听采菱女，一道夜歌归。\r\n\r\n炉火照天地，红星乱紫烟。\r\n赧郎明月夜，歌曲动寒川。\r\n\r\n白发三千丈，缘愁似个长。\r\n不知明镜里，何处得秋霜。\r\n\r\n秋浦田舍翁，采鱼水中宿。\r\n妻子张白鹇，结罝映深竹。\r\n\r\n桃波一步地，了了语声闻。\r\n黯与山僧别，低头礼白云。\r\n\r\n",
    "writer": "李白",
    "type": null
},
{
    "id": 2375,
    "title": "把酒问月·故人贾淳令予问之",
    "content": "青天有月来几时？我今停杯一问之。\r\n人攀明月不可得，月行却与人相随。\r\n皎如飞镜临丹阙，绿烟灭尽清辉发。\r\n但见宵从海上来，宁知晓向云间没。\r\n白兔捣药秋复春，嫦娥孤栖与谁邻？\r\n今人不见古时月，今月曾经照古人。\r\n古人今人若流水，共看明月皆如此。\r\n唯愿当歌对酒时，月光长照金樽里。",
    "writer": "李白",
    "type": null
},
{
    "id": 2378,
    "title": "怨情",
    "content": "美人卷珠帘，深坐颦蛾眉。(颦 一作：蹙)\r\n但见泪痕湿，不知心恨谁。",
    "writer": "李白",
    "type": null
},
{
    "id": 2386,
    "title": "金陵酒肆留别",
    "content": "风吹柳花满店香，吴姬压酒唤客尝。(劝客 一作：唤客)\r\n金陵子弟来相送，欲行不行各尽觞。\r\n请君试问东流水，别意与之谁短长。",
    "writer": "李白",
    "type": null
},
{
    "id": 2399,
    "title": "赠孟浩然",
    "content": "吾爱孟夫子，风流天下闻。\r\n红颜弃轩冕，白首卧松云。\r\n醉月频中圣，迷花不事君。\r\n高山安可仰，徒此揖清芬。",
    "writer": "李白",
    "type": null
},
{
    "id": 2417,
    "title": "秋登宣城谢脁北楼",
    "content": "江城如画里，山晚望晴空。(山'晚', 一作：晓)\r\n两水夹明镜，双桥落彩虹。\r\n人烟寒橘柚，秋色老梧桐。\r\n谁念北楼上，临风怀谢公。",
    "writer": "李白",
    "type": null
},
]
export default libaiPoetry