const poetrydata = [
        {
            "id": 0,
            "title": "赠故乡人",
            "content": "我家已破出他乡，如连如卓方阜昌。岂料囊金随后散，一齐开铺鬻文章。\n\n我今滨死秪如许，二友犹堪望轩翥。从头借问向来谁，十室九人非旧主。\n\n",
            "writer": "沈括",
            "type": ""
        },
        {
            "id":1 ,
            "title": "送丁指挥",
            "content": "丁将军，家习武，身好文，一生读书思致君。君门射策不得意，俛著兜鍪发如猬。\n\n男儿岂必皆明经，叔皮定远俱成名。阴山尚有强梁客，听我秋弓霹雳声。\n\n",
            "writer": "顾清",
            "type": ""
        },
        {
            "id": 2,
            "title": "昭君怨",
            "content": "一生竟何定，万事良难保。丹青失旧仪，匣玉成秋草。\n\n相接辞关泪，至今犹未燥。汉使汝南还，殷勤为人道。\n\n",
            "writer": "刘氏（王淑英妻）",
            "type": ""
        },
        {
            "id": 3,
            "title": "宿村舍",
            "content": "野人于我有何情，半掩柴门向月明。 \n 深夜欲眠眠未著，一丛寒木一猿声。",
            "writer": "杜荀鹤",
            "type": ""
        },
        {
            "id": 4,
            "title": "新竹",
            "content": "新竹高于旧竹枝，全凭老干为扶持。\r\n下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年)",
            "writer": "郑燮",
            "type": "咏物,竹子,寓人,老师"
        },
        {
            "id": 5,
            "title": "赠天台郑道士",
            "content": "霞杯为奏阮咸曲，怅望十年湖水烟。闻过东嘉看雁荡，野云留宿话翛然。\n\n谭诗忽见蒋云出，今去洞庭衡岳前。能说鍊师神不老，识全元是赤城仙。\n\n",
            "writer": "韩淲",
            "type": ""
        },
        {
            "id": 6,
            "title": "代书寄谈鍊师",
            "content": "朱山松桂翠边云，中有清虚小隐居。\n密养丹砂存正气，静披琼蕴育真文。\n埙篪金石心常在，圭组烟霞路自分。\n凭仗乡人传尺素，山前惊起白羊群。",
            "writer": "徐铉",
            "type": ""
        },
        {
            "id": 7,
            "title": "新婚别",
            "content": "兔丝附蓬麻，引蔓故不长。\n嫁女与征夫，不如弃路旁。\n结发为君妻，席不暖君床。\n暮婚晨告别，无乃太匆忙。\n君行虽不远，守边赴河阳。\n妾身未分明，何以拜姑嫜？\n父母养我时，日夜令我藏。\n生女有所归，鸡狗亦得将。\n君今往死地，沉痛迫中肠。\n誓欲随君去，形势反苍黄。\n勿为新婚念，努力事戎行。\n妇人在军中，兵气恐不扬。\n自嗟贫家女，久致罗襦裳。\n罗襦不复施，对君洗红妆。\n仰视百鸟飞，大小必双翔。\n人事多错迕，与君永相望。\n\n",
            "writer": "杜甫",
            "type": "叙事,战争,妇女,离别"
        },
        {
            "id":8,
            "title": "汴河怀古二首",
            "content": "万艘龙舸绿丝间，载到扬州尽不还。\n应是天教开汴水，一千余里地无山。\n\n尽道隋亡为此河，至今千里赖通波。\n若无水殿龙舟事，共禹论功不较多。\n\n",
            "writer": "皮日休",
            "type": "咏史怀古,组诗"
        },
        {
            "id": 9,
            "title": "游滁山二十咏 其六 酿泉",
            "content": "潺潺泻出两峰间，刮尽云根破石悭。香冽寻尝归众口，清辉独洗醉翁颜。\n\n",
            "writer": "郭之奇",
            "type": ""
        }
]
export default poetrydata